{
  "faculty": [
    {
      "name": "Mark Sampson",
      "description": [
        "Mark Sampson, opera singer and entrepreneur, was educated at the University of British Columbia, Accademia di Belle Arti di L'Aquila, Indiana University in Bloomington, Opera Lyra Ottawa, Hochschule fuer Musik und Theater Leipzig, and the Hochschule fuer Musik und Theater Rostock.",
        "As a singer, Mr. Sampson made his european debut as Filippo II in Verdi's Don Carlo in Madrid. This led to fest engagements various german A and B houses. Roles included a wide range: from Don Giovanni, the title role, as well as Leporello, Masetto and Commendatore; in Cosi Fan Tutte, both Guglielmo and Don Alfonso, Sarastro in Die Zauberfloete, Frank in Fledermaus, etc. He also enjoyed success in musical theater in 80 Days around the World, and Jesus Christ Superstar in Vienna with special guest Tim Rice.",
        "Mark is the director and founder of Berlin Opera Academy, Saluzzo Opera Academy, among a number of other academies. Outside of singing Mr. Sampson holds a degrees in mathematics, pedagogy, singing, is fluent in English, French, German and Italian, won or received top placement in international physics and math competitions. He also has an interest in castles and made an attempt on Mount Everest."
      ],
      "links": [
        "<a href='https://marksampsonbass.com/'>marksampsonbass.com</a>"
      ],
      "imagePath": "media/mark-sampson-headshot.jpg",
      "hash": "#mark-sampson"
    },
    {
      "name": "Peter Leonard",
      "description": [
        "Peter Leonard, until recently Artistic Director of the Volkstheater Rostock and the North German Philharmonic, enjoys an international career known for viscerally exciting and musically probing performances of both the symphonic and operatic repertoire.",
        "Guest conducting appearances have included collaborations with Montserrat Caballe, Marcelo Alvarez, Ute Lemper and others. His performance of Viennese favorites at the Classic Open Air festival in Berlin's Gendarmenmarkt was met with huge acclaim. Appearances at the Berlin Konzerthaus with the venerable Berliner Singakademie featured the monumental Mendelssohn oratorio Elijah.",
        "As General Music Director and Chief Conductor of the North German Philharmonic and the Volkstheater Rostock, he increased concert ticket sales by over 20,000 in one year. One of the many new projects he started there was \"Wagner on the Baltic,\" dedicated to the advancement of the art of singing this most demanding repertoire. He secured major corporate funding from AIDA Cruises (Germany's largest cruise line) in order to realize his dream of concertizing for an under-served age group through a new series of \"Concerts for Teens.\" Through a range of stimulating crossover collaborations, Leonard raised the visibility as well as the stylistic flexibility of his orchestra.",
        "Peter Leonard has guest conducted orchestras throughout North America, including the New York Philharmonic and the orchestras of Alabama, Dayton, Edmonton, Florida, Jackson, Nashville, New Mexico, Rhode Island, Spokane, Tucson, West Virginia and Winnipeg. He has guest conducted many German orchestras, including those in Aachen, Augsburg, Bremerhaven, Dessau, Frankfurt, Hagen, Heidelberg, Herford, Hof, Kaiserslautern, Karlsruhe, Konstanz, Lübeck, Rostock, Siegen, Solingen and Suhl. Other international appearances have included Mexico City's famed Orquesta Filarmonica de la UNAM, the Belgrade Philharmonic and the Pusan Philharmonic.",
        "An active opera conductor, Peter Leonard has led a particularly broad range of repertoire. The success of his Augsburg Ring led to an invitation to lead that work in Stuttgart at Germany's \"Opera House of the Year\" (Opernwelt). His insightful interpretation of the core German repertoire has led to similar engagements, conducting works from Mozart to Weber to Richard Strauss to Hindemith and Berg. His love for singing and singers informs every moment of his work, so that his interpretations of the Italian masters (especially Verdi and Donizetti) have been particularly prized. To great critical acclaim, he also led the world premiere of the complete version of Bohuslav Martinu's pathbreaking \"film opera\" Les trois souhaits.",
        "Among the many composers whose music Mr. Leonard has premiered are Copland, Crumb, Egk, Finney, Holst, Hovhaness, Korn, Martinu, Maw, Pasatieri, Rorem, Thomas, Thorne, Wilder and Zwilich.",
        "At the close of the 2001-2002 season, Peter Leonard completed a distinguished seven-year tenure as General Music Director of the City of Augsburg, Germany. During this time, he presided over world and German premieres of both opera and symphonic repertoire, highlighted by a path-breaking new production of Wagner's Der Ring des Nibelungen.",
        "A gifted speaker, Peter Leonard also offers insights on serious business and life issues, viewed through the lens of fine art. As Music Director of The International Forum, a prestigious business consulting firm, he has presented courses in \"Leadership Through Music,\" a hands-on experience focused on the relevance of great music to everyday life. Fluent in the German language, he has spoken on this subject at Baden-Württemberg's Hochschule für Wirtschaft und Umwelt, as well as at Dartmouth College's Tuck Executive Education program and for Toronto's Verity.",
        "At Washington's Kennedy Center, audiences welcomed Peter Leonard's last-minute appearance with the touring Westdeutsche Sinfonia. Mr. Leonard conducted this orchestra's important Washington debut with only a few hours' notice, substituting for the ensemble's ailing music director. The Washington Post noted that \"the musicians had as much fun as the audience\" during an \"evening of polished performances.\"",
        "Peter Leonard led the New York Philharmonic as the first honoree to receive the American Symphony Orchestra League's Conductor's Program Award. Bravo Cable Network and Ovation Magazine have honored him with commendations for outstanding contributions to American musical life, and Stereo Review named one of his discs a \"Recording of Special Merit.\"",
        "When appointed Music Director of the Shreveport Symphony Orchestra - an acclaimed tenure that would last 11 seasons, Peter Leonard held a concurrent post as Music Director of the Youngstown Symphony Orchestra, continuing as Music Advisor there through 1986. He was also Conductor-in-Residence of The Louisville Orchestra from 1979 to 1981, during which time he led more than half of the orchestra's programs, appearing concurrently as Principal Conductor of the Super Pops series. He also revitalized The Louisville Orchestra's reputation in contemporary music through new commissions and the institution of a Festival of New Music. During his leadership, The Louisville Orchestra won the coveted ASCAP Award for programming excellence.",
        "As Music Director in Shreveport, Peter Leonard introduced a new dance/live music subscription series, a weekly series of public radio broadcasts, an expanded chamber orchestra series, a concert preview series and increased area touring as well as frequent collaborations with other groups in the region. Recognizing these accomplishments in artistic leadership, the city of Shreveport named April 6, 1989 \"Peter Leonard Day.\" Mr. Leonard has also received a National Arts Associate Award from Sigma Alpha Iota sorority for his musical achievements.",
        "Peter Leonard has recorded for Albany, CRI, Opus One, Painted Smiles, Premiere Recordings and The Louisville Orchestra's First Edition Records. These disks include several premiere recordings, including Air Music, a Pulitzer Prize-winning work by Ned Rorem. Born and raised in the Boston area, Peter Leonard moved to New York to study at The Juilliard School, earning both Bachelor's and Master's degrees. He was chosen by the celebrated Jean Morel for the school's highly selective conducting program. He has been given fellowship awards for a variety of performance and recording projects, and he has been the recipient of prestigious awards for advanced study at the Aspen Music Festival, Salzburg's Mozarteum, Tanglewood and Bayreuth."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/peter_leonard_conductor.jpg",
      "hash": "#peter-leonard"
    },
    {
      "name": "Tom Seligman - Conductor",
      "description": [
        "Tom Seligman is one of the UK’s most exciting young conducting talents, with an increasingly impressive portfolio of projects and collaborations behind him.",
        "After studies in Cambridge, Glasgow, London and Amsterdam, he was appointed Musical Co-ordinator and Conductor of the inaugural Cheltenham Festival Academy in 2005, working with some of the most brilliant young musical talents from across the UK, and was invited back to conduct the Brno Philharmonic at the Festival in 2007. He made his BBC Radio 3 debut conducting the Hebrides Ensemble at the 2005 St Magnus Festival in Orkney and took the helm at the Festival 'Musique-Cordiale' in the south of France between 2008 and 2012. He is Principal Conductor of Kensington Chamber Orchestra, and was Director of Hampshire County Youth Orchestra for six years, finishing his tenure with an acclaimed performance of Mahler's 'Resurrection' Symphony at the opening of the 2011 Winchester Festival. He is also originator and conductor of ‘Rite Up Close’, an innovative interactive workshop and concert introducing The Rite of Spring to audiences of all ages.",
        "He has conducted productions of The Rake's Progress and The Beggar's Opera for Edinburgh Studio Opera and Le nozze di Figaro for Opera East, and assisted Joseph Swensen at the Salzburg Festival and at the BBC Proms. Other opera productions include Handel Theodora and Semele and Janáček's The Cunning Little Vixen and Jenůfa. He has worked extensively with the London Symphony Chorus and was chorus-master for the Lucerne Festival Orchestra’s performance of Mahler's 3rd Symphony under Claudio Abbado at the 2007 BBC Proms. As Guest Chorus Director for the Hallé's recording of Elgar's The Kingdom under Sir Mark Elder, he garnered critical acclaim for the Choir's performance and won the 2011 Gramophone Award for best choral recording. Projects with the BBC Symphony Chorus have included concerts at the Barbican and Royal Albert Hall, a Chandos recording of Berlioz Roméo et Juliette and the 2016 Last Night of the Proms.",
        "Tom Seligman made his debut at the Royal Opera House, Covent Garden, in 2010, and has since been regularly invited back, conducting the Royal Ballet in repertoire including Wayne McGregor’s Chroma, Carlos Acosta’s Don Quixote, Liam Scarlett’s Frankenstein, Christopher Wheeldon’s Alice’s Adventures in Wonderland and The Winter’s Tale and the world premiere of Metamorphosis Titian, which was beamed live to ‘big screens’ around the UK and featured in the BBC’s ‘Imagine’ series. His 2013 ROH performance of The Nutcracker was relayed to cinema screens around the world. He has conducted Jewels and The Nutcracker for New York City Ballet at Lincoln Center, The Winter's Tale for National Ballet of Canada in Toronto and Shadows of War, The Dream, A Month in the Country and Coppélia for Birmingham Royal Ballet at Sadler’s Wells and on tour. For English National Ballet he has conducted The Nutcracker at the London Coliseum, Swan Lake and Romeo and Juliet at the Royal Albert Hall and Le Corsaire, Coppélia and Swan Lake around the UK and in China and Singapore. The 2017-18 and 2018-19 seasons include performances of 8 different ballets at the Royal Opera House, debuts in Brisbane, Amsterdam, Munich and Copenhagen, and a return to Toronto."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/tom_seligman_conductor.jpg",
      "hash": "#tom-seligman"
    },
    {
      "name": "Matthew Toogood - Conductor",
      "description": [
        "Matthew Toogood is an Australian born classical & operatic conductor, pianist and recording artist based in Berlin, Germany. He was most recently Music Director ad Interim of the Opera at the Konzert Theater Bern, Switzerland - during which time he debuted the first Swiss performance of Szymanowski's \"Król Roger\", and Premiere productions of Janaček’s \"Jenůfa\", Verdi’s \"Otello\", Smetana’s \"The Bartered Bride\", and Rossini’s \"Il barbiere di siviglia\".",
        "He has worked as a Kapellmeister at the Nationaltheater Mannheim under General Music Director, Alexander Soddy, Guest conductor at the Komische Oper Berlin with Barrie Kosky, Guest conductor at Chemnitz Theater, Assistant and Pianist at the Berlin Philharmonic under Simon Rattle and Simon Halsey, Assistant Conductor to Jonathan Nott at the Grand Théâtre de Genéve, and as Guest Music Staff at the Deutsche Oper am Rhein and Oper Frankfurt.",
        "He collaborated with the Australian composer Elena Kats-Chernin on a re-orchestration of Monteverdi's \"L'incoronazione di Poppea\" at the Komische Oper Berlin in 2017. Matthew most recently returned to Australia to work with the Australian Contemporary Opera Company conducting the Australian Premiere of Will Todd's \"Alice's Adventures in Wonderland\".",
        "He has made a number of cross-over classical recordings with the Nationaltheater Mannheim Orchestra, including the operatic world premiere of Björk's Vespertine in collaboration with Hotel Pro Forma and Kommando Himmelfahrt, Synth Happens with Andreas Henneberg, and The Glitz."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/matthew_toogood.jpg",
      "hash": "#matthew-toogood"
    },
    {
      "name": "Lutz de Veer",
      "description": [
        "Lutz de Veer was born in Berlin and studied conducting at the Hochschule fur Musik und Theater in Hamburg with Prof. Klaus-Peter Seibel, and attended various master classes with Prof. Heinz Rogner and Wolf-Dieter Hauschild, among others. In 1992, while still a student, he went to work as a solo repetiteur at the Buhnen der Landeshauptstadt Kiel, where he took up the post of second Kapellmeister in 1995.",
        "In 1997, Lutz de Veer became the first Kapellmeister and deputy to the general music director at the Stadtische Buhnen Osnabruck, where he was appointed the general music director in 1999/2000. In the 2001/2002 season he joined the Staatsoper Hannover as the coordinated Kapellmeister. From 2006 to 2010 he continued his engagement as the first Kapellmeister under the new director Dr. Michael Klug, and he was then appointed as the general music director at the Plauen-Zwickau Theater.",
        "In addition to his permanent engagements, Lutz de Veer conducted at the opera houses in Nuremberg, Saarbrucken, Heidelberg, Meiningen and Regensburg and worked with many other orchestras, including the Radio-Sinfonieorchester Stuttgart, the NDR Radiophilharmonie Hannover, the Kaiserslautern Radio Orchestra and the Philharmonie Sudwestfalen. From 2006 to 2010, Lutz de Veer also worked as a conducting tutor at the Hochschule fur Musik und Theater Hannover. Since 2018, he has been deputy GMD and first Kapellmeister at the Staatstheater Nurnberg."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/lutz_de_veer.jpg",
      "hash": "#lutz-de-veer"
    },
    {
      "name": "Carlos Spierer",
      "description": [
        "German conductor Carlos Spierer grew up in Berlin and started to play the violin and piano at the age of six. He studied violin in USA and later conducting with Klauspeter Seibel at the Hochschule für Musik in Hamburg. In 1987 he was awarded 1st prize in the conducting competition of the Schleswig- Holstein Music Festival with Leonard Bernstein. After joining the music staff as Kapellmeister and musical assistant to the Music Director of the Opera House in Kiel, Germany, he became Artistic Director and Music Director of the Gävle Symphony Orchestra in Sweden, followed by the position of Artistic Director and Chief Conductor of the Orquesta Sinfónica de Minería in Mexico City as well as Music Director of the Giessen Opera in Germany.",
        "His guest engagements have included renowned opera houses and orchestras such as San Francisco Opera, Gothenburg Opera, Frankfurt Opera,Komische Oper Berlin, Badisches Staatstheater Karlsruhe, the National Opera and Estonian National Orchestra in Tallinn, Frankfurt Radio Orchestra, NHK Tokyo, Warsaw Filharmonic Orchestra, Polish National Symphony Orchestra, Deutsche Kammerphilharmonie Bremen, the Philharmonic Orchestra Buenos Aires, NRK Radio Orchestra Oslo and the Royal Philharmonic Orchestra Stockholm.",
        "Carlos Spierer is a reknowned conducting teacher. Besides his private students, he holds master classes at the Texas Music Festival in Houston, at the University of Houston and he teaches regularly at the UNAM in Mexico City. Carlos Spierer’s recording of works by the Swedish composer Oscar Byström (Sterling) has been \"CD of the year 1998\" at the renowned BBC music magazine. The CD of Paddington's First Concert and Poulenc's Babar the Elephant (Polygram) has been awarded the \"Echo Prize 1999\"."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/carlos_spierer.jpg",
      "hash": "#carlos-spierer"
    },
    {
      "name": "Dominic Wheeler",
      "description": [
        "Born in Weymouth, England and educated as an Organ Scholar at Clare College, Cambridge, a repetiteur and opera conductor at the Royal College of Music, Royal Academy of Music and Liszt Academy, Budapest, Dominic Wheeler now enjoys a varied career conducting opera, symphonic repertoire and dance all over the world.",
        "He has conducted opera for ENO, including performances of Das Rheingold, Siegfried, War and Peace and Les Troyens, Opera North, Scottish Opera, ROH at the Linbury, Hungarian State Opera, Opera de Nice, New Zealand Opera, English Touring Opera, Opera Holland Park, Chelsea Opera Group and Independent Opera, whose double bill of operas by Elizabeth Maconchy was recorded for Chandos and whose production of Debussy's Pelleas et Melisande was shortlisted for an RPS Award.",
        "On the concert platform he has conducted the Philharmonia, BBC Philharmonic, BBC Concert Orchestra and Singers, with whom he made his BBC Proms debut in 2014, conducting the world premiere of the Pet Shop Boys' A Man from the Future (about the British scientist Alan Turing), Bournemouth Symphony Orchestra and Chorus (including a recording of orchestral and choral works by the British composer Stephen McNeff), Royal Philharmonic Orchestra, Geidai Philharmonic, Tokyo, Orchestra of Opera North, City of London Sinfonia, English Chamber Orchestra, London Mozart Players, Northern Sinfonia, Sinfonia Viva, Bach Choir and Leeds Festival Chorus.",
        "In dance, he has conducted for the Royal Ballet, Sadlers Wells, including the world premiere and recording of the Pet Shop Boys' The Most Incredible Thing, and the Ballet de l'Opera National de Bordeaux.",
        "A decision in 2001 to orientate his career more around his then young family brought about a move into conservatoire education, which has gradually become a huge passion and now accounts for around 8-9 months of Dominic's year. Having worked as a guest conductor (in opera, choral and symphonic repertoire), vocal coach, orchestral trainer and conducting teacher for all the major London conservatoires, this enthusiasm culminated in his appointment as Head of Opera Studies at the world famous Guildhall School of Music & Drama in 2012. Internationally, Dominic has also conducted the European Union Youth Orchestra and the orchestras of Geidai Arts University, Tokyo and conducted opera for the Opera Studio of the New National Theatre, Tokyo, the Liszt Academy, Budapest and the Banff Centre in Canada. He has twice led semi-staged opera collaborations between the London Schools Symphony Orchestra and the Guildhall School at the Barbican Centre.",
        "A passionate advocate of new music, Dominic has collaborated regularly with and led premieres by composers such as Judith Weir, Jonathan Dove, Stephen McNeff, Stuart Macrae, Nitin Sawnhey and Jonathan Harvey, and recently commissioned an opera specially for the Guildhall School from the School's Head of Composition, Dr Julian Philips, which was premiered in March 2017. He is also a driving force in the foundation and development of Opera Makers, a collaboration between the Guildhall School and ROH which trains composers and librettists, who over the course of an academic year, create chamber operas specially for the singers on the Opera Course at the Guildhall School, culminating in performances at the Guildhall School, ROH and a different venues across Europe. His overriding ambition for the future is to create a centre where artists from all over the world and all different disciplines can meet to work together and build cultural understanding."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/dominic_wheeler.jpg",
      "hash": "#dominic-wheeler"
    },
    {
      "name": "Dr David Kram",
      "description": [
        "Dr David Kram AM, Artistic Director of the MTO- German-Australian Opera Grant and of Concertori Recordings (USA) and Senior Fellow, The University of Melbourne, is a distinguished conductor, artistic director, academic, composer and pianist in Australia, Europe and Asia.",
        "In 2020 David was honoured as a Member of the Order of Australia for “significant service to the performing arts, to opera and chamber choirs, and to education”.",
        "Conducting positions include Kapellmeister, Stadttheater Basel; Erster Kapellmeister, Nationaltheater Mannheim; Resident Conductor, The Australian Opera, and Music Director, State Opera of South Australia.",
        "David gained a PhD in musicology from Monash University, Melbourne in 2000. He was Head of Opera at the Victoria College of the Arts 1996-2006 and Senior Lecturer at Melbourne University until 2010.",
        "Guest conducting 2016-2023 has included a CD with Prague Radio Symphony Orchestra; Pecan Summer and Eumeralla for Short Black Opera; Così fan tutte for Iopera; the world premiere of Alon Trigger’s Kristallnacht Cantata and, for Melbourne Opera, Tannhäuser, Lohengrin, Der Rosenkavalier and Wagner’s Ring Cycle.",
        "David returns to Europe for part of 2024 for a number of artistic projects including teaching and lecturing. He will also launch his own production ‘Family Opera Afternoon’ in the UK. This includes his multimedia version of Wagner’s Ring Cycle, condensed to sixty minutes."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/david_kram.jpg",
      "hash": "#david-kram"
    },
    {
      "name": "Ricardo Tamura",
      "description": [
        "Ricardo Tamura's first opera engagement took him to the Zurich Opera House, where he was a member of the International Opera Studio. Since then, the tenor, who is hailed by the press as being \"absolutely secure in the high notes\" has sung over 50 opera, operetta and musical roles in the German-speaking area. In the season 07/08 the versatile artist made his debut at the Nuremberg State Opera in the title role of Gounod's Faust, followed by a portrayal of Verdi's Don Carlos. He was Don Jose in Carmen at the Dusseldorf Deutsche Oper and was celebrated as Calaf in Turandot at the Vienna VolksOper.",
        "Originally from Brazil Ricardo Tamura first studied geology and physics at the University of Sao Paulo. After graduating Licia Albanese recommended that he study singing with Marlena Malas at the Julliard School of Music in New York. He completed his studies at the Accademia Musicale Chigiana in Siena and the Accademia Verdiana in Busseto with Carlo Bergonzi specializing on the works of Verdi and Puccini. His repertoire includes roles such as Rodolfo, Pinkerton, Des Grieux, Cavarodossi, Radames, Riccardo Calaf and Otello as well as German roles such as Bachus .",
        "Tamura's first radio transmission took place in 2005, with the WDR Orchestra (West German Radio Orchestra) in Alfredo Keil's Portuguese National Opera Serrana at the Dresden Semper Opera. In 2006 he released his first CD of a complete recording of Henze's Das Wundertheate.",
        "Recent important engagements include a concert on the occasion of the 150 anniversary of Puccini with the Nagoya Philharmonic Orchestra in Japan and an open-air concert for a 60.000 audience at the Luitpoldhain in Nuremberg. In the season 2009 / 2010 the versatile artist portrayed Don José and Rodolfo at the Hannover State Opera, Radames, Des Grieux and Bacchus at the Gelsenkirchen Music Theatre, Bacchus at the International Opera Festival in Gera-Germany. He made his Italian debut as Radames in Aida at the Arena di Verona.",
        "Ricardo Tamura joined the roster of the Metropolitan Opera in 2012 covering Riccardo in Un Ballo in Maschera and the title role in Don Carlo. He returned to the MET to make his house debut as Cavaradossi in 2013 and in the title role of Don Carlo in 2015 and Turiddu in Cavalleria Rusticana in 2016."
      ],
      "links": [
        "<a href='http://www.lombardoassociates.org/ricardo-tamura/'>http://www.lombardoassociates.org/ricardo-tamura/</a>"
      ],
      "imagePath": "media/ricardo_tamura_tenor.jpg",
      "hash": "#ricardo-tamura"
    },
    {
      "name": "Rebecca Jo Loeb - Dramatic Instructor",
      "description": [
        "Hailed as “a theatrical performer whose rise to watch” by Opera News, Rebecca Jo Loeb makes debuts with the Teatro Municipal de Santiago reprising Gymnasiast/ein Groom in Lulu and Theater Freiburg as Susan in Weill’s Love Life in the 2017-18 season. Her other engagements include her return to the Deutsche Oper Berlin as Zweite Magd in Elektra and New York Festival of Song for Arias and Barcarolles on tour to Arizona Opera and Wolf Trap. Last season, she made debuts with the Metropolitan Opera as Flora in La traviata and Oper Köln as The Fox in The Cunning Little Vixen.",
        "Ms. Loeb spent five seasons as an ensemble member of both the Deutsche Oper Berlin and the Hamburgische Staatsoper at which her performances included Cherubino in Le nozze di Figaro, Rosina in Il barbiere di Sviglia, Siebel in Faust, Hänsel in Hänsel und Gretel, Orlofsky in Die Fledermaus, the Fox in The Cunning Little Vixen, Oreste in La Belle Helene, Francis in Britten’s Gloriana, Mercedes in Carmen, Dryad in Ariadne auf Naxos, the Page in Salome, and Zweite Dame in Die Zauberflöte. Following her performances of Bellante in Händel’s Almira in Hamburg, she made her debut in the same role at the Innsbrucker Festwochen der Alte Musik.",
        "Other recent engagements for the mezzo-soprano include her debuts with Dutch National Opera as Eine Theater Garderoberie/Gymnasiast/ein Groom in Berg’s Lulu, directed by William Kentridge, Festival d`Aix-en-Provence as the Second Angel and Marie in the world premiere of Benjamin’s Written on Skin, Dallas Opera as Fyodor in Boris Godunov, Teatro Regio di Torino as a Blumenmädchen in Parsifal, and at the Glimmerglass Festival as Annina in La traviata and the Sailor in Dido and Aeneas.",
        "In concert Rebecca has performed with the Hamburg Ballet as the Alto in both Handel’s Messiah and Bach’s St. Johannes Passion, with the CPE Bach Chor as the Alto Soloist in Bach’s Markus-Passion, as a soloist in her concert series The Jenny and Johnny Project at both the Kurt Weill Festival in Dessau and the Brecht Festival in Augsburg, Germany. She has joined James Conlon in a concert performance of Mahagonny Sonspiel at the Ravinia Festival and has sung Mendelssohn ́s Midsummer Night’s Dream with the New York City Ballet, the Alto and Second Soprano Soloist in Bach ́s Mass in B minor at Carnegie Hall, and made her Alice Tully Hall debut singing Bolcom ́s acclaimed Cabaret Songs with orchestra.",
        "Among her other operatic roles performed are Meg Page in Falstaff, Grimgerde in Die Walküre, Alisa in Lucia di Lammermoor, Zweite Magd and Dritte Magd in Elektra, Jenny in The Rise and Fall of the City of Mahagonny, Elmire in Tartuffe, Paquette in Candide, Madame Brillante in L’italiana in Londra, Dorthée in Cendrillon, and Second Witch and the Spirit in Dido and Aeneas. Additionally, she has performed with the Mark Morris Dance Company, New York Festival of Song, New Hampshire Symphony, Tanglewood Music Center, Central City Opera, and Aspen Opera Theatre.",
        "A champion of new music, Rebecca Jo has recorded songs of Stephan Wolpe and Ursula Monk with Bridge Records and performed songs of Wolpe in Weill Concert Hall. She performed roles in Lucrezia and Bastianello (operas commissioned for the New York Festival of Song by William Bolcom and John Musto, respectively) at the Moab Music Festival, the role of the Swiss Grandmother in John Adams’ Death of Klinghofferwith Mr. Adams conducting, as a one-woman opera in Sciarrino ́s Vanitasat the Hamburg State Opera ́s Black Box Theater, and the songs of Tom Cipullo and Ricky Ian Gordon with the composers at the piano. Equally at home in musical theater, Rebecca Jo joined the Boston Pops as Carrie in Carousel, Petra in A Little Night Music, and on their Bernstein Tour to critical acclaim. She made her Broadway debut in a benefit entitled Ladies Who Sing Sondheim starring Angela Lansbury and Patti Lupone.",
        "Her awards include a Sullivan Educational Award, the Curt Englehorn Scholarship from the Opera Foundation, first prize in the Lotte Lenya Competition, a 2009 Career Bridges grant, and the Ginney and John Starkey Young Artist Award at Central City Opera. She is a proud graduate of the Juilliard School, The Manhattan School of Music, and especially the University of Michigan, from which she received the Stanley Medal."
      ],
      "links": [
        "<a href='http://www.rebeccajoloeb.com'>rebeccajoloeb.com</a>"
      ],
      "imagePath": "media/rebecca_jo_loeb.jpg",
      "hash": "#rebecca-jo-loeb"
    },
    {
      "name": "Volker Giese - Agent",
      "description": [
        "\"CICADA con offers a prime artists management to renowned and up-and-coming opera-singers, stage directors and conductors. After 16 years, we can provide a long list of customers in the operatic business. We maintain a roster of artists with international quality and represent them in all career endeavours. And we enjoy to discover and develop young talents in the world of opera! \"",
        "Volker Giese studied African ethnography and economics at the university of Leipzig and Russian literature at Ivanovo university / Russia. After graduating, he went to Burkina Faso. Later, he worked as a reader and lecturer for notable German publishing houses. In the late nineties, Volker was involved in the (failed) re-launch of Berlin´s \"Metropol-Theater\" and an operetta-festival. But before this all could come true (or even not), he decided to establish his own agency and artists management – CICADA con. In 1999, Volker was granted with Germany´s \"agency- licence\", which authorized him to operate as a recognized artists management.",
        "Since that time, Volker Giese was invited to lecture in several institutes and schools, was a jury-member in vocal competitions like \"Vox Artis\" and held masterclasses in Moscow, Sibiu and Berlin.",
        "And last but not least – continuing with CICADA con.",
        "The name of the agency comes from the Greek mythology. A peasant desired to listen to the chant of the muses up on the mountain Olymp, just for once in his lifetime. Unfortunately, this was the privilege of the gods. So one of the gods offered him the opportunity to listen to the muses by metamorphizing into a cicada. As a one-way-ticket. The man did not hesitate. He knew his life on earth, but not the heavenly chant of the muses. Later, when the muses heard of this, they have decided to make the cicada to their holy animal, their talisman.",
        "\"Glücklich ist, wer vergisst, was doch nicht zu ändern ist.\" (\"Die Fledermaus\"; Johann Strauß). Opera, orchestral concerts or intimate chamber-music may create exactly this - the magic and consolation of oblivion. Already as a child these magic moments have enthused Volker. The passion-music of Johann Sebastian Bach, Georg Friedrich Handel or Heinrich Schuetz in the churches of his hometown and later all these wowing opera-performances in Berlin and Leipzig! They have all inspired him and formed an idea of music, of opera, of CICADA con."
      ],
      "links": [
        "<a href='https://www.cicada-con.de/'>cicada-con.de/</a>"
      ],
      "imagePath": "media/volker_giese.jpg",
      "hash": "#volker-giese"
    },
    {
      "name": "Marcin Łakomicki - Director",
      "description": [
        "Marcin has been linked to the operatic world for 34 years and it has been 18 years since he started working in this field. Introduced at a very early age to the theatre in Łódź by his mother, who worked in the scenery department, Marcin made his first stage appearance there aged sixteen. Today he cannot imagine his life without music, the theatre and the extraordinary world of opera. It is particularly close to him also because of his education.",
        "He holds a degree in Film and Audiovisual Arts from the Institute of Theory of Literature, Theatre, and Audio-Visual Arts at the University of Łódź and a degree in Set Design from the Academy of Fine Arts in Bologna, Italy. He has worked as Assistant Director on numerous opera, drama and film productions in his native Poland and Germany, Italy, Denmark, Austria, South Africa, Ireland, and Argentine. He has directed productions of Lloyd Webber's Evita and Bizet's Carmen, both open-air productions for Star Entertainment, Berlin. After having been awarded John Small Bursary by the Wexford Festival Opera to help further his career, Marcin has directed Menotti's The Old Maid and the Thief in Wexford in 2008.",
        "In 2006 he was appointed Manager of Arturo Toscanini Orchestra in Parma, Italy. He held the post up until 2011 when he worked for the very first time with Graham Vick on Mosè in Egitto during the Rossini Opera Festival in Pesaro. It was Graham Vick, who encouraged him to quit the Orchestra and to concentrate on fulfilling his career aspirations and his true passion for opera. Marcin regularly cooperates with Teatro alla Scala and Rossini Opera Festival.",
        "Starting with the 2016/17 season, Marcin Łakomicki has been working regularly at the Staatsoper Unter den Linden in Berlin, both supervising new productions such as Puccini’s “Manon Lescaut”, Strauss’s “Die Frau ohne Schatten”, and directing revivals of “La Traviata”, “La Bohème”, “Madama Butterfly”."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/marcin_lakomicki_full.jpg",
      "hash": "#marcin-łakomicki"
    },
    {
      "name": "Jessica Farrell - Artistic Administrator & Co-Founder",
      "description": [
        "Originally from Boston, MA, Jessica Farrell holds a Bachelors of Arts in \"Expressive Arts & Performance\" from Whittier College in Los Angeles, California and a Masters of Music in \"Vocal Performance\" from the Royal Conservatoire of Music in Glasgow, Scotland. During her studies, she represented the Arts Council of the City of Cambridge as a Summer Program Arts Administrator and Artist Liaison and held an Arts Administration and Management placement at Westbourne Music in Glasgow. Also during university, Jessica spent time in Ghana researching and studying traditional acoustic song through the School for International Training and the Kwame Nkrumah University in Kumasi.",
        "While living in Los Angeles, Jessica worked as an Office Administrator for the Ruth B. Shannon Performing Arts Center and as a Development Assistant for the the Director of Development at Whittier College. Since moving to Europe in 2011, Jessica has been working as a freelance music and language instructor. She moved to Germany in 2013 to study the German language while working in Cologne and Berlin. Currently, Jessica collaborates with other musicians in Berlin exploring diverse genres of vocal and instrumental music and enjoys working with the international BOA community each summer."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/jessica_farrell.jpg",
      "hash": "#jessica-farrell"
    },
    {
      "name": "Lorraine DiSimone",
      "description": [
        "Lorraine DiSimone, Associate Professor of Voice at the University of Tennessee, Knoxville, has appeared extensively in concert as well as on the opera stage. She has performed with such orchestras as the New York Philharmonic, the Pittsburgh Symphony, Hartford Symphony, Omaha Symphony, Cincinnati Chamber Orchestra, Knoxville Symphony and Shreveport Symphony. She has sung over 50 opera roles including Rosina in Rossini's Barber of Seville, Octavian in Strauss' Der Rosenkavalier, Composer in Strauss' Hänsel und Gretel, Elizabeth Proctor in Ward's The Crucible, Santuzza in Mascagni's Cavalleria Rusticana, Preziosilla in Verdi's La Forza del Destino, La Zia Principessa in Puccini's Suor Angelica, Wellgunde and Gerhilde in Wagner's Ring as well as Brangäne in Tristan und Isolde.",
        "Ms. DiSimone has sung with numerous houses in Germany and central Europe. She made her Carnegie Hall debut in Verdi's Nabucco and has performed there often in works of Beethoven, Handel, Mascagni, Mozart, etc. She has performed with many U.S. companies, including Glimmerglass Opera, Boston Lyric Opera, Opera Boston, New York Grand Opera, Houston Grand Opera, Des Moines Metro Opera, Chautauqua Opera, Knoxville Opera and Sarasota Opera.",
        "Ms. DiSimone made her European debut in Venice at La Fenice. She sang Maddalena to Marcello Giordani's Duke in Rigoletto in Spoleto, Italy. Ms. DiSimone has also been active in performing contemporary music. She has performed with the Composers in Red Sneakers, Center for Contemporary Opera (NYC), Lincoln Center Outdoors, and Symphony Space concerts as well as with the Bayerische Rundfunk Kammerorchester in Munich. A finalist in the Metropolitan Opera Auditions, Ms. DiSimone has taught on the faculties of Clark University, Wake Forest University, the Berkshire Choral Festival and the Amalfi Coast Music Festival. CDs include Mascagni's Silvano and Harbison's Full Moon in March."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/lorraine_disimone.jpg",
      "hash": "#lorraine-disimone"
    },
    {
      "name": "Andrea Danae Kingston",
      "description": [
        "Andrea Danae Kingston was born in Australia. She started dancing at the age of five and at the age of twelve stood on stage in her first professional experience performing with the Australian Ballet Company in Graeme Murphy's premiere cast of \"The Nutcracker\" in Melbourne.",
        "1998 took Andrea first to London and then onto Vienna where she took up an invitation to study at the Vienna State Opera Ballet School. In her final year she was offered an engagement with Ballet Schindowski in Gelsenkirchen, Germany where she performed many roles, Schindowski repetoire, childrens theater and her first musical Gershwins \"Crazy for You\" which she then went on to accompany to Austria as Dance Captian.",
        "Her career onstage has taken her to many houses throughout Germany including Komische Oper Berlin ( \"Kiss Me Kate and \"Orpheus\" ) Staatsoper Hannover (\"Im Weissen Rössl\"), Staatstheater am Gärtnerplatz and Schauspielhaus Hamburg (\"Marilyn das Musical\") and with the Royal Opera House production on \"Faust\" she toured to Italy,(Teatro Verdi) and France, (Opera de Lille).",
        "Andrea has worked as choreographic assistant to Melissa King on a number of projects including \"West Side Story\" and \"Showboat\" at the Bad Hersfelderfestpiele and \"Chicago\" in St. Gallen, Switzerland.",
        "2009 marked Andrea's debut as a choreographer. Her first piece being the European Premiere of Gershwin's \"Pardon My English\" at the Staatsoperettenhaus, Dresden. Since then she has continued to choreograph in different fields from Musicals: \"West Side Story\" and \"Anything Goes\" (Stadttheater Bremerhaven); to Opera: \"Die Fledermaus\" (Mecklenburgisches Staatstheater Schwerin) and \"Blood Wedding\"(Bremerhaven); Operette: \" Ball im Savoy\" (Theater Hagen) and \"Die Csardasfürstin\" (Schwerin); in Theater: \"Jedermann - Berliner Festspiele am Dom\" and for Television: \"Anna und die Liebe\" Andrea is based in Berlin, Germany."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/andrea_danae_kingston.jpg",
      "hash": "#andrea-danae-kingston"
    },
    {
      "name": "Dominic Barberi",
      "description": [
        "Dominic Barberi graduated from the Royal Conservatoire of Scotland with MMus Performance (Distinction) under Stephen Robertson and was a member of the Berlin Staatsoper Unter den Linden Opera Studio supported by the Liz Mohn Foundation between 2015-18.",
        "His roles at the Berlin Staatsoper Studio included Pietro Simon Boccanegra and Barone Douphol La Traviata (under the baton of Daniel Barenboim), Tom Un Ballo in Maschera, Sarastro Die Zauberflöte and Colline La Bohème and a Liederabend.",
        "Highlights include his debut as Bottom A Midsummer Night’s Dream and Alidoro La Cenerentola in Montpellier, Giorgio I Puritani in Oviedo, Angelotti Tosca at Oper Leipzig and his American debut as Titurel in a new production of Parsifal to celebrate Indiana University’s Bicentennial year. Other notable roles include successful role debuts as Alvise Badoero La Giaconda (Tiroler Landestheater, Innsbruck), Publio La Clemenza di Tito and Zuniga Carmen (Staatstheater Braunschweig). A member of the National Theatre Mannheim ensemble from 2018-2020 roles there included Figaro Le Nozze di Figaro, Colline La Bohème, Alidoro La Cenerentola and Angelotti Tosca.",
        "Future projects include Collatinus The Rape of Lucretia in Toulouse, Bottom A Midsummer Night’s Dream in Lille and a new production of Salome in Paris."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/dominic_barberi.jpg",
      "hash": "#dominic-barberi"
    },
    {
      "name": "Jiyoon Lee",
      "description": [
        "First concertmaster of Staatskapelle Berlin, Jiyoon Lee is rapidly building an international reputation as an emerging young artist, winning praise for her brilliant virtuosity and passionate performances which the BBC Music Magazine called “full-toned, consistent and energetic playing”.",
        "Jiyoon is a first prize winner of Carl Nielsen International Violin Competition(2016) and David Oistrakh International Violin Competition(2013). Recent highlights have included concerto performances with Staatskapelle Berlin, Philharmonia Orchestra, Orchestre National de Belgique, Orquesta de Valencia, Estonian National Symphony Orchestra, South Denmark Philharmonic, Swedish Chamber Orchestra, Odense Symphony Orchestra, Poznan Philharmonic, Brandenburg State Orchestra, Slovak Philharmonic, and Seoul Philharmonic; collaborating with Daniel Barenboim, Marin Alsop, Osmo Vänskä, Nikolaj Szeps-Znajder among others.",
        "In 2018, her debut recording of Korngold & Nielsen Concertos has met much critical acclaim, earning 5 star review and simultaneously named ‘Editor’s Choice’ on BBC Music Magazine as well as on Gramophone Magazine. Her following album titled “Mythes” featuring duo works by Szymanowski, Bartok, Stravinsky and Ravel was described on Gramophone Magazine as “another fine disc from Lee that consolidates her growing reputation and marks her out as an artist to watch in future.”",
        "Also a devoted chamber musician, Jiyoon regularly participates in music festivals across the world including Verbier Festival, Tanglewood Music Festival, Kronberg Festival, Hamburg chamber music Festival and Schubertiade Schwarzenberg. Furthermore, she appears in numerous concerts as a guest leader of the Boulez Ensemble in Berlin with artists such as Zubin Mehta, Sir Antonio Pappano, Francois-Xavier Roth, Jörg Widmann and Daniel Barenboim.",
        "Born in 1992 in Seoul, her career as a violinist commenced at the age of four. She studied at the Korean National University of Arts and with violinist Kolja Blacher at Hochschule für Musik “Hanns Eisler” in Berlin.",
        "Jiyoon plays the 1701 „Circle“ Stradivarius on generous loan by a European benefactor."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/jiyoon_lee_crop.jpg",
      "hash": "#jiyoon-lee"
    },
    {
      "name": "Christian Standridge",
      "description": [
        "American cellist, Christian Standridge, began studying cello at the unusually late age of 16 years old. Already in his short career, he has appeared in major concert halls across the world such as those in Berlin, Paris, and Zurich, as well as many in the United States.",
        "He has had the great joy of collaborating with some of the great artists of today such as Sergei Babayan, Radek Baborák, and Marie-Pierre Langlamet, among many others. Mr. Standridge has benefited from the tutelage of Tabea Zimmermann, Noah-Bendix Balgley, Stephan Picard, Jaime Laredo, and Joseph Silverstein, as well as members of the Juilliard, Cleveland, and Cavani Quartets.",
        "Mr. Standridge was invited to study at the Cleveland Institute of Music, where he received his Bachelor of Music. There he studied with Merry Peckham, Sharon Robinson, and Mark Kosower. After graduating, Mr. Standridge moved to Berlin where he has studied with Troels Svane (of the Hochschule für Musik “Hanns Eisler” and Hochschule für Musik in Lübeck) and where he currently studies with Martin Löhr, Solo Cellist of the Berlin Philharmonic.",
        "Mr. Standridge is also an enthusiastic and committed teacher who draws on the rich pedagogical foundation of his education. When not presenting master classes or workshops in Germany or the United States, he leads an active and vibrant private studio in Berlin. Prospective students should see the “Teaching” page for more information.",
        "Mr. Standridge plays on a cello by Paul Belin, made in 2019."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/christian_standridge_cropped.jpeg",
      "hash": "#christian-standridge"
    },
    {
      "name": "Gidon Saks",
      "description": [
        "Gidon Saks is in demand internationally for his highly acclaimed interpretation of many bass-baritone roles, shining in particular with the Wagner and German repertoire. Over the span of his successful career to date, his signature roles have included Bluebeard, Nick Shadow The Rake's Progress, Claggart Billy Budd, Kaspar Der Freischütz and Hagen Götterdämmerung.",
        "In the 2015-16 season, Saks will sing the role of Bottom in Britten A Midsummer Night's Dream for the first time in Robert Carsen's legendary production at Bergen National Opera. He will also perform Gyges in Zemlinsky's Der König Kandaules at Opera Vlaanderen (new production by Andrij Zholdak) under Dmitri Jurowski, and return to Opéra National de Paris for Calixto Bieito's new production of Aribert Reimann's Lear under Fabio Luisi. He will also reprise the role of Bluebeard in a concert version at the Festival de Opera de Coruña.",
        "Saks's \"fierce, emotionally ripe performances\" (Financial Times) as Bluebeard Bluebeard's Castle were recently seen at Komische Oper Berlin under the direction of Calixto Bieito, in Mariusz Trelinski's production at Teatr Wielki, at the Concertgebouw under Peter Eötvös, and in the production by Patrice Caurier and Moshe Leiser for Angers Nantes Opera. As Nick Shadow The Rake's Progress he has performed at Opéra de Paris, Staatsoper Berlin, and Edinburgh International Festival. Last season he made his house debut at Deutsche Oper Berlin in David Alden's new production of Billy Budd as John Claggart, a role that he has previously performed at Opéra de Paris, and recorded with the London Symphony Orchestra which won a Grammy Award for the Best Opera Performance.",
        "Equally in demand on the concert platform, Saks has performed Creon Oedipus Rex and Hermit Der Freischütz with the London Symphony Orchestra (both recorded for LSO Live); King Marke Tristan und Isolde at Festival de Opera de Coruña; König Heinrich Lohengrin with the City of Birmingham Symphony Orchestra. He has worked with some of the most distinguished conductors of our time including Sir John Eliot Gardiner, Valery Gergiev, Donald Runnicles, Sir Neville Marriner, Daniel Harding, Sir Andrew Davies and the late Sir Colin Davis.",
        "Other operatic highlights include Fasolt Das Rheingold and Hagen Götterdämmerung for La Fenice (which won an Abbiati Award); Gaspard Le Freyschutz for Opéra Comique and the BBC Proms; Villains Les contes d' Hoffmann and The Pilgrim's Progress at Covent Garden, Scarpia Tosca at Bregenz Festival; Kaspar Die Freischütz and Don Pizarro Fidelio for Staatsoper Berlin; Enrico Anna Bolena for Oper Köln; Boito's Mefistofele for De Nederlandse Opera; Don Pizzaro for Canadian Opera Company, Seneca L'incoronazione di Poppea for La Monnaie, Filippo Don Carlo in Geneva and Palermo; Fafner Siegfried, Hunding Die Walküre, Daland and Musiklehrer Hänsel und Gretel for Washington National Opera. Saks has also created several roles including George Moscone in Stewart Wallace Harvey Milk directed by Christopher Alden (Houston, New York City and San Francisco). Earlier in his career he has sung numerous major roles for English National Opera, Scottish Opera and Welsh National Opera. While with the Canadian Opera Company Saks as an ensemble member he has sung Rochefort Anna Bolena with Dame Joan Sutherland, Wurm Luisa Miller, Bluebeard and Boris Godunov.",
        "He can also be heard in earlier recordings include Abbot Curlew River (Philips) with, the Gravedigger in Weill Silbersee (BMG), the title role in Handel Hercules under Minkowski (Deutsche Grammophon) and Saul with Rene Jacobs, which won a Gramophone Award.",
        "Saks was born in Israel and brought up in South Africa. He trained at the Royal Northern College of Music, University of Toronto and subsequently Zurich Opera Studio. He was a visiting Professor of Voice at the Conservatoire of Ghent in Belgium. Offstage he is a dedicated director/designer and teacher."
      ],
      "links": [
        "<a href='https://en.wikipedia.org/wiki/Gidon_Saks'>https://en.wikipedia.org/wiki/Gidon_Saks</a>"
      ],
      "imagePath": "media/gidon_saks.jpg",
      "hash": "#gidon-saks"
    },
    {
      "name": "Teresa Reiber - Director",
      "description": [
        "Teresa Reiber arbeitet als freie Regisseurin und Spielleiterin. Sie hat unter anderem Elisabeth Stöppler, Vera Nemirova, Dietrich W. Hilsdorf, David Hermann und Sven Holm in Berlin, Salzburg, Wiesbaden und Oldenburg assistiert. Eigene Regiearbeiten umfassen BÜCHNERS FRAUEN (UA) von Paul Leonard Schäffer und die Barockoper LA CALISTO von Francesco Cavalli (beide Hessisches Staatstheater Wiesbaden) sowie 2015 Konzeption und Regie für MODERN TIMES, den Saisonabschluss der Philharmonie Essen. 2016 übernahm Teresa Reiber, zuerst zusammen mit William Robertson, die Leitung des neugegründeten Kinderopernclubs an der Deutschen Oper Berlin und erarbeitete mit 8 bis 12-Jährigen eine szenische Fassung der BERLINER STADTMUSIKANTEN. Bis 2018 folgten die Projekte DONKY SHOT und ZWISCHENWELTEN. Im Juni 2017 inszenierte Teresa Reiber die Monooper DAS TAGEBUCH DER ANNE FRANK von Grigori Frid im Atelierfrankfurt (Auftaktveranstaltung zum ersten Anne-Frank-Tag der Stadt Frankfurt am Main), im März 2019 PIERROT LUNAIRE in der Tischlerei der Deutschen Oper Berlin."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/teresa-reiber-instructor-berlin-opera-academy.jpg",
      "hash": "#teresa-reiber"
    },
    {
      "name": "Nina Brazier",
      "description": [
        "Director Nina Brazier is establishing herself as a leader in her field, described as a 'skilful director' by Opera Magazine, 'ingenious' by The Stage and with 'genuine music theatre sensibility' by Opera Now.",
        "Nina's future productions include Philippe Sands’ East West Street at MuTh in Vienna, and the revivals of Keith Warner’s Peter Grimes and Tobias Kratzer’s La Forza del Destino at Oper Frankfurt. She has joined the staff at Oper Frankfurt for seasons 2018-20 where she has revived Brigitte Fassbaender’s Ariadne auf Naxos, Harry Kupfer’s La Damnation de Faust and Florentine Klepper’s Julietta all to critical acclaim.",
        "Nina trained at the Royal Academy of Dramatic Art in London, Exeter University, The Royal Court/Channel 4 Directors Scheme, The Operating Table course at the Royal Opera House, and has taken part in the Opera Europa Opera Management Course.",
        "Her productions include Alex Mills’ new opera Dear Marie Stopes at Kings Place, London, the revival of Krenek’s Drei Kurzopern at Oper Frankfurt, Philippe Sands’ East West Street at the Queen Elizabeth Hall, Southbank Centre, Le Nozze di Figaro for the Berlin Opera Academy, Die Sache Makropulos at Theater Bonn as Associate Director to Christopher Alden, Così fan Tutte for Ryedale Festival Opera and Chiltern Arts Festival, the world premiere of Swan's Inlet at the Center for Contemporary Opera in New York, If This is a Man at the Royal Festival Hall, Southbank Centre and an ongoing world tour of Philippe Sands' East West Street which recently toured to the Berlin Konzerthaus, 92nd St Y, New York and Théâtre National de la Colline in Paris. Her Ryedale Festival production of The Magic Flute, and her double-bill of Spilt Milk & Trouble in Tahiti at the Arcola Theatre in London were both Time Out Critic's Choice.",
        "Nina has previously worked as a visiting Staff Director for opera houses in Europe including the Royal Opera House, London, the Bayerische Staatsoper in Munich, Staatstheater Darmstadt, English National Opera, Welsh National Opera and Opera North, and she has acted as a visiting director at the Royal College of Music, the Italian Opera Summer School, Guildhall School of Music & Drama and Birkbeck University.",
        "Outside of her operatic work, Nina is joint head of the English Language Committee for Eurodram, the European network for drama in translation. tadt Frankfurt am Main), im März 2019 PIERROT LUNAIRE in der Tischlerei der Deutschen Oper Berlin."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/nina-brazier-instructor-berlin-opera-academy.jpg",
      "hash": "#nina-brazier"
    },
    {
      "name": "Kevin Class",
      "description": [
        "Born in Belgium, pianist and conductor Kevin Class studied at the Royal Conservatory of Brussels, as well as in the U.S and Canada. As a pianist, teachers have included Romeo Fracalanza, Ralph Votapek, Gyorgy Sebok and Daniel Blumenthal. In 1997, the Belgian government named Kevin a Fellow of the Flemish Community in recognition both of his performances of the complete Piano Sonatas of Mozart and Schubert, and for his contributions to the performance and promotion of contemporary music, with Jan-Marisse Huizing describing him as “an important ambassador for today’s composers”.",
        "Kevin has recorded more than 15 CDs, including piano concerti by Brahms, Beethoven, Mozart and Schumann with the Stuttgart Symphony Orchestra, several albums as a collaborative pianist with saxophonists Timothy McAllister and James Romain, cellist Wesley Baldwin, violinists Francisco Caban and Juhi Kee, soprano Soo Yeon Kim and others. He has also recorded several albums of solo piano works by Chopin, Schumann, Liszt and Elliott Carter. Fanfare Magazine has described his playing as “exceptionally refined” and American Record Guide described his works as “provocative and impressive, simply impeccable.”",
        "Kevin Class was a top-prize winner in Young Keyboard Artists International Piano Competition, 1991 Mozart Piano Competition, Munich and, most recently, the American Prize Competition. He was invited by Murray Perahia to perform Chopin program at Reinbeck Castle as a part of the Schleswig-Holstein Festival’s “Young Elite of Murray Perahia” series. His performances at the Leeds International Piano Competition resulted in invitations to perform recitals in France, Switzerland and Austria, including Vienna’s Musikverein. He has given solo recitals in numerous important venues worldwide, including Leeds’ Town Hall, Geneva’s Ansermet Hall, Munich’s Grosse Saal of the Hochschule fur Musik, Amsterdam’s Concertgebouw, and six performances in New York’s Carnegie Hall. His sold out solo recital performances in Chongqing, Chengdu and Kunming, China were broadcast nationally by China’s national network CCTV.",
        "In addition to work as a piano soloist, Kevin has been active for more than 30 years as an orchestra and opera conductor. With a repertoire of more than 60 operas, Kevin has taken the podium of the National Opera La Monnaie in Brussels, the Royal Opera House at Covent Garden and the National Opera Studio in London, Shanghai Opera and Opera Illinois (Peoria). From 2001-2005 he served as Guest Music Director and Resident Conductor of the Illinois Opera Theatre. He has conducted the Northern Illinois Philharmonic, the Chicago Youth Symphony Orchestra, University of Kentucky Symphony Orchestra, Illinois New Music Ensemble, Ensemble Noir’ (Brussels) and orchestras in Taipei, Shanghai, Chongqing, Seoul, Kunming, Kuala Lumpur and Manila. He has helped train numerous young conductors who have appeared with such orchestras as the Los Angeles Philharmonic, Miami Symphony Orchestra, BBC Scottish Orchestra and numerous opera houses.",
        "Kevin is particularly invested in the education of young musicians in Asia. For more than a decade, he has been a frequent visitor to South Korea, China, Taiwan, The Philippines, Indonesia and Malaysia. He has been a recurring guest of Yonsei University in Seoul as well as the University of Philippines in Manila. He regularly gives residencies teaching masterclasses for pianists, conductors, singers and working with orchestras and wind ensembles. He served on the jury for the grand finals of the 2018 Indonesia Steinway Piano Competition in Jakarta, and in 2019 performed solo recitals at the Philippine Women’s University and gave recitals and conducted the orchestra of UCSI University in Kuala Lumpur, Malaysia. In October 2019 Kevin will perform and give masterclasses for pianists at the Philippine High School for the Arts in Los Banos, Laguna and at the Ying Siew Toh Conservatory in Singapore.",
        "Additional 2019-20 performances include continued collaborations with Knoxville Symphony Orchestra concertmaster on KSO’s concert series William Shaub & Friends, conducting Tennessee Opera Theatre’s productions of Donizetti’s L’elisir d’amore and Menotti’s Old Maid and the Thief & Amelia al ballo, and concerts celebrating the 250th anniversary of Beethoven’s birth with performances of the complete Piano Trios with the Edison Piano Trio, and the complete Sonatas for Piano & Cello, with Wesley Baldwin.",
        "Kevin is currently Associate Professor of Collaborative Piano and Music Director & Conductor of Opera Theatre at the University of Tennessee- Knoxville. Since 2014, Kevin has been conductor at Italy’s Arezzo Opera Festival. He also serves as head of the conducting and collaborative piano programs for Oberlin Conservatory’s summer program, Oberlin in Italy. In summer 2019, Kevin joins the conducting faculty of the Berlin Opera Academy and conducts Mozart’s Don Giovanni at the Theater im Delphi in Berlin, Germany.",
        "He has been profiled by BBC, NPR, PBS, Radio Noord Holland, KBS (Korea) and CCTV (China)."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/kevin-class-instructor-berlin-opera-academy.jpg",
      "hash": "#kevin-class"
    },
    {
      "name": "Will Kelley",
      "description": [
        "Conductor and pianist William Kelley is Kapellmeister at Theater Bremen since 2020 where he conducted productions of Il Barbiere di Siviglia, Angels in America (Eötvös), Jenufa, Pagliacci, The Cunning Little Vixen, King Arthur (Purcell), and Hello, Dolly! as well as family and gala concerts with the Bremer Philharmoniker. In 2023, he will make his debut at the Hamburgische Staatsoper with Bizet’s Carmen in a production from Herbert Fritsch and in the 23/24 season, he is scheduled to conduct Adam’s Doctor Atomic, Offenbach’s Orphée aux enfers, and Verdi’s Macbeth in Bremen.",
        "Previously, Kelley held the position of Kapellmeister at Luzerner Theater in Luzern, Switzerland. He made his European conducting debut in 2017 with the Luzerner Sinfonieorchester and Mozart’s Die Zauberflöte with following productions including the Swiss premiere of Abraham’s Märchen im Grand Hotel, Mozart’s Don Giovanni, Carmen.maquia (version for ballet), Piazzolla’s María de Buenos Aires, a world premiere in the Lucerne Festival: Im Amt für Todesangelegenheiten (2018) with the 21st Century Orchestra, and the 2019 Gübelin Luzerner Sinfonieball.",
        "As a guest conductor, Kelley has appeared with the Prague Radio Symphony, assisted Christopher Franklin with the Czech Philharmonic and Yoel Gamzou in Seven Deaths of Maria Callas with Marina Abramović at Teatro San Carlo. As a pianist, Kelley worked for institutions such as The Juilliard School, the Czech Philharmonic, and the Luzerner Sinfonieorchester and with conductors such as James Gaffigan, Edward Gardiner, Fabio Luisi, and Yannick Nézet-Séguin. Since 2020, he has enjoyed a close collaboration with English composer Iain Bell and gave the world premiere of his melodrama for tenor and piano, Comfort Starving with tenor, Petr Nekoranec and a staged version of the piece later that summer at the Bach Festival Świdnica with director, Krystian Lada. His collaboration with Bell and Lada continued in 2021 with a staged performance of the partner-work to Comfort Starving, The Man With Night Sweats for baritone and piano at the Opera Rara festival in Krakow, Poland.",
        "Previous performance highlights include recitals with tenor, Petr Nekoranec at Staatsoper Stuttgart and the Janacek Festival in Ostrava, Czech Republic, Schubert’s Winterreise with baritone, Christopher Herbert on Trinity Wall Street’s Twelfth Night Festival and the Harvard Club, a residency with the New York Festival of Song (NYFOS) at the Caramoor Festival and his Lincoln Center debut with a recital in Alice Tully Hall alongside baritone, Theo Hoffman, which included the New York premiere of Jonathan Dove’s song set, Three Tennyson Songs [2011].",
        "Kelley is a graduate of The Juilliard School and The University of North Carolina Greensboro and was a Vocal Piano Fellow at the Music Academy of the West. He is currently based in Hamburg, Germany."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/will-kelley-instructor-berlin-opera-academy.jpg",
      "hash": "#will-kelley"
    },
    {
      "name": "Kim-Lillian Strebel",
      "description": [
        "British/Swiss soprano Kim-Lillian Strebel has received rapturous critical acclaim following a number of high-profile debuts. These include Pamina in Barrie Koksy’s production of DIE ZAUBERFLÖTE for Cincinnati Opera - marking her US operatic debut – and Théâtre National de l’OpéraComique, Cendrillon for Theater Freiburg, and Lauretta in Calixto Bieito’s new production of GIANNI SCHICCHI at the Komische Oper Berlin.",
        "In 2018/2019 season she made her Italian debut singing Sirene/Una Donna in Handel’s RINALDO at the 44th festival della Valle D’Itria under Maestro Fabio Luisi as well as singing in a Gala Concert there with him. She returned to sing Pamina in DIE ZAUBERFLÖTE at the Deutsche Oper Berlin again as well as on Tour with the Komische Oper Berlin (Barrie Kosky’s production) in Australia/New Zealand. She made her Austrian operatic debut in the main role of Martha in MARTHA by Flotow at Opera Graz. Kim-Lillian also returned to Atlanta to sing Canteloube, Songs of the Auvergne under Maestro Donald Runnicles and sang the Mozart Requiem in London. This season 2019/20 engagements are RUSALKA at the Cincinnati Opera, Pamina in Mozart´s THE MAGIC FLUTE on tour with the Komische Oper Berlin in Macao and Taiwan and later in the year in Chile and Lydia Pawloska in Weinberger´s SPRING STORMS at the Komische Oper in Berlin. She makes her debut at the Cadogan Hall in London this season with the Fauré Requiem under Maestro Michael Waldron.",
        "Recent opera engagements in the ensembles of Theater Freiburg and Theater Basel include the roles of Micaëla (CARMEN), Fiordiligi (COSÌ FAN TUTTE), Adina (L´ELISIR D´AMORE), Euridice (ORFEO ED EURIDICE), Angelica (ORLANDO), Gretel (HÄNSEL AND GRETEL), Orazia (INDIAN QUEEN), Garsenda (FRANCESCA DA RIMINI), Safiye (CRUSADES), Isaure (JERUSALEM) and Astaroth (KÖNIGIN VON SABA). Equally, during her time in the Junge Ensemble of the Deutsche Opera, roles included Papagena and First Lady (DIE ZAUBERFLÖTE), 2nd Niece (PETER GRIMES), Flower Maiden (PARSIFAL), Shepherd (TANNHÄUSER), Nicoletta (THE LOVE OF THREE ORANGES) and Countess Ceprano (RIGOLETTO) under Pablo Heras-Casado amongst others. As a guest artist, she returned to Berlin as Musetta (LA BOHÈME) and Gretel (HÄNSEL AND GRETEL) under Donald Runnicles.",
        "Last season she sang First Lady in Günter Krämer’s production of DIE ZAUBERFLÖTE, as well as returning to the Komische Opera on tour in South Korea as Pamina. She also sang in Guillermo Amaya’s new production of Donizetti’s ADELIA for Theater für Niedersachsen, Hildesheim, marking the German premiere of the piece, where she received critical acclaim. Recent concert performances, include her US concert debut with the Atlanta Symphony in performances of Missa Solemnis and her BBC Scottish Symphony Orchestra debut in Beethoven’s Symphony No.9, as well as joining the Tonhalle-Orchester Zürich under Peter Kennel as Solveig in Peer Gynt and the Kammerorchester Basel for Mozart’s Requiem under Giovanni Antonini. Last season she openened the Mozarteum Orchester Salzburg’s season with CPE Bach’s Magnificat under Riccardo Minasi and sang Messiah with La Orquesta Sinfonica Y Coro RTVE, as well as returning to Atlanta Symphony for Bach’s Cantata 80 under Robert Spano and sang the Mozart Requiem in Skopje with the Macedonian Philharmonic under Emil Tabakov. This season Kim-Lillian will return to Atlanta to sing Canteloube, Songs of the Auvergne under Maestro Donald Runnicles and sing Mozart Requiem in London. Kim-Lillian, born in London to a artistic Central European family, was trained at an early age as a dancer. Her singing talent was then discovered by the late Anthony Rolfe-Johnson. She is now an honour ARAM of the Royal Academy of Music. She then continued at the Royal Conservatoire of Scotland."
      ],
      "links": [
        ""
      ],
      "imagePath": "media/kim-lillian-strebel-instructor-berlin-opera-academy.jpg",
      "hash": "#kim-lillian-strebel"
    },
    {
      "name": "Katrin Hilbe - Director",
      "description": [
        "Katrin Hilbe is an award-winning Director/Dramaturg working both in Opera and Theatre, in the US and in Europe.",
        "Within the German opera world Katrin was assistant director and house director at Stadttheater Würzburg and Städtische Bühnen Frankfurt, while building her career as a director. She was the first assistant and remounter of Der Ring des Nibelungen at the Bayreuther Festspiele in the production of Tankred Dorst.",
        "In the US her production of R. Strauss’ Salome for New Orleans Opera won “Best Opera Production” and her production of Julia Pascal´s St Joan won the Hilton Edwards Award for best direction and adaptation at the Dublin Gay Theatre Festival.",
        "In addition to her directing work, Katrin has founded Many Tracks Inc., following the dictum of H.L. Mencken ” For every complex problem there’s an answer that is clear, simple, and wrong.” Since its inception in 2009, Many Tracks has steadily generated projects of varied subjects, themes and ambitions.",
        "Select theatre credits: ALL IS PLUSH, IDENTITY EUROPE, SHOOTER, FÄGFÜÜR, IN BED WITH ROY COHN, BREAKING THE SILENCE, A MIDSUMMER NIGHT´S DREAM, DANTON´S DEATH.",
        "Select opera credits: DIE ZAUBERFLÖTE, DIE FLEDERMAUS, DIE SCHUMANN SONATE, FALSTAFF, PELLÉAS ET MÉLISANDE, FREMD BIN ICH EINGEZOGEN…",
        "Katrin holds the office of co-president of the League of Professional Theatre Women and is the first president of the IG Kunst und Kultur in Liechtenstein.",
        "She is a regular contributor to EUROPEAN STAGES, a publication of the Martin E. Segal Center.",
        "Affliliations: Katrin is a full member of SDC, associate member of the Dramatists Guild, member of the Playwright Directors Unit of The Actors Studio and of Theater Resources Unlimited.",
        "She has an MA in Philosophy, Musicology, English/American Literature from the University of Berne (Switzerland) and speaks English, German, Italian and French.",
        "More information: Katrinhilbe.com and ManyTracks.org",
        " "
      ],
      "links": [
        ""
      ],
      "imagePath": "media/katrin_hilbe.jpg",
      "hash": "#katrin-hilbe"
    }
  ]
}